Repository: wwwdavid34/remet
Catalog: FaceRecall/Localizable.xcstrings
Source language: en
Languages: ja, zh_hans, zh_hant

source: %@ face(s) identified
ja: %@ 件の顔を特定しました
zh_hans: 已识别 %@ 张人脸
zh_hant: 已識別 %@ 張人臉

# %@ face%@
source: %1$@ face%2$@
ja: %1$@ 件の顔
zh_hans: %1$@ 张人脸
zh_hant: %1$@ 張人臉

# %@ face%@ detected
source: %1$@ face%2$@ detected
ja: %1$@ 件の顔を検出しました
zh_hans: 检测到 %1$@ 张人脸
zh_hant: 偵測到 %1$@ 張人臉

# %@ of %@ people
source: %1$@ of %2$@ people
ja: %2$@人中%1$@人
zh_hans: %1$@ / %2$@ 人
zh_hant: %1$@ / %2$@ 人

# %@ of %@ photos
source: %1$@ of %2$@ photos
ja: %2$@枚中%1$@枚の写真
zh_hans: %1$@ / %2$@ 张照片
zh_hant: %1$@ / %2$@ 張照片

# %@ of %@ photos • Tap to expand
source: %1$@ of %2$@ photos • Tap to expand
ja: %2$@枚中%1$@枚の写真 • タップで展開
zh_hans: %1$@ / %2$@ 张照片 • 点按展开
zh_hant: %1$@ / %2$@ 張照片 • 觸按展開

# %@ of %@ photos with %@
source: %1$@ of %2$@ photos with %3$@
ja: %3$@ が写っている %2$@ 枚の写真のうち %1$@ 枚
zh_hans: %3$@ 出现的 %2$@ 张照片中有 %1$@ 张
zh_hant: %3$@ 出現的 %2$@ 張照片中有 %1$@ 張

source: %@ people
ja: %@ 人
zh_hans: %@ 人
zh_hant: %@ 人

# %@ photo%@
source: %1$@ photo%2$@
ja: %1$@ 枚の写真
zh_hans: %1$@ 张照片
zh_hant: %1$@ 張照片

source: %@ photos
ja: %@ 枚の写真
zh_hans: %@ 张照片
zh_hant: %@ 張照片

source: %@ photos max
ja: 最大 %@ 枚
zh_hans: 最多 %@ 张照片
zh_hant: 最多 %@ 張照片

source: %@ potential encounters found
ja: %@ 件の候補となる相遇が見つかりました
zh_hans: 找到 %@ 个可能的相遇
zh_hant: 找到 %@ 個可能的相遇

# %@ unidentified face%@
source: %1$@ unidentified face%2$@
ja: %1$@ 件の未識別の顔
zh_hans: %1$@ 张未识别人脸
zh_hant: %1$@ 張未識別人臉

source: %@ waiting
ja: %@ 件が保留中
zh_hans: %@ 个待处理
zh_hant: %@ 個待處理

# %@/%@ people
source: %1$@/%2$@ people
ja: %1$@/%2$@ 人
zh_hans: %1$@/%2$@ 人
zh_hant: %1$@/%2$@ 人

source: %@%% match
ja: 一致率 %@%%
zh_hans: 匹配度 %1$@%%
zh_hant: 匹配度 %1$@%%

source: %@%% this week
ja: 今週 %@%%
zh_hans: 本周 %1$@%%
zh_hant: 本週 %1$@%%

source: %lld face(s) identified
ja: %lld 人の顔を識別
zh_hans: 识别到 %lld 张面孔
zh_hant: 識別到 %lld 張臉孔

source: %lld face%@ detected
ja: %1$lld 人の顔を検出
zh_hans: 检测到 %1$lld 张面孔
zh_hant: 檢測到 %1$lld 張臉孔

source: %lld of %lld
ja: %1$lld / %2$lld
zh_hans: %1$lld / %2$lld
zh_hant: %1$lld / %2$lld

source: %lld of %lld people
ja: %1$lld / %2$lld 人
zh_hans: %1$lld / %2$lld 人
zh_hant: %1$lld / %2$lld 人

source: %lld of %lld photos with %@
ja: %3$@ の写真 %1$lld / %2$lld
zh_hans: %1$lld / %2$lld 张照片（%3$@）
zh_hant: %1$lld / %2$lld 張照片（%3$@）

source: %lld people
ja: %lld 人
zh_hans: %lld 人
zh_hant: %lld 人

source: %lld photos
ja: %lld 枚の写真
zh_hans: %lld 张照片
zh_hant: %lld 張照片

source: %lld photos max
ja: 最大 %lld 枚の写真
zh_hans: 最多 %lld 张照片
zh_hant: 最多 %lld 張照片

source: %lld potential encounters found
ja: %lld 件の出会いが見つかりました
zh_hans: 发现 %lld 个潜在会面
zh_hant: 發現 %lld 個可能的相遇

source: %lld waiting
ja: %lld 人待機中
zh_hans: %lld 人等待中
zh_hant: %lld 人等待中

source: %lld/%lld people
ja: %1$lld / %2$lld 人
zh_hans: %1$lld / %2$lld 人
zh_hant: %1$lld / %2$lld 人

source: %lld%% match
ja: %lld%% 一致
zh_hans: %lld%% 匹配
zh_hant: 相似度%lld%%

source: %lld%% this week
ja: 今週 %lld%%
zh_hans: 本周 %lld%%
zh_hant: 本週 %lld%%

source: %lldd overdue
ja: %lld 日超過
zh_hans: 逾期 %lld 天
zh_hant: 逾期 %lld 天

source: • Auto-accepted
ja: • 自動承認
zh_hans: • 自动接受
zh_hant: • 自動接受

source: About
ja: このアプリについて
zh_hans: 关于
zh_hant: 關於

source: Absolutely crushing it!
ja: 圧倒的な成績！
zh_hans: 表现卓越！
zh_hant: 水啦！

source: Absolutely stellar!
ja: 素晴らしい！
zh_hans: 绝对出色！
zh_hant: 有夠讚！

source: Acceptable quality, smallest storage (~40 KB/photo)
ja: 許容画質、最小容量（約40 KB/枚）
zh_hans: 可接受质量，最小存储（约40 KB/张）
zh_hant: 可接受畫質，最小儲存（約40 KB/張）

source: Access your data across all your devices
ja: すべてのデバイスでデータにアクセス
zh_hans: 在所有设备上访问您的数据
zh_hant: 在所有裝置上存取您的資料

source: Account
ja: アカウント
zh_hans: 账户
zh_hant: 帳戶

source: Account Settings
ja: アカウント設定
zh_hans: 账户设置
zh_hant: 帳戶設定

source: Accuracy
ja: 正確さ
zh_hans: 准确率
zh_hant: 準確率

source: Acquaintance
ja: 知人
zh_hans: 熟人
zh_hant: 熟人

source: Active
ja: 有効
zh_hans: 有效
zh_hant: 有效

source: Add
ja: 追加
zh_hans: 添加
zh_hant: 添加

source: Add 3 faces to unlock
ja: 3人追加でロック解除
zh_hans: 添加3张脸解锁
zh_hant: 添加3張臉解鎖

source: Add a new encounter with photos to detect faces, or assign faces from existing encounters.
ja: 写真付きの新しい相遇を追加して顔を検出するか、既存の相遇から顔を割り当てましょう。
zh_hans: 添加带照片的新相遇以检测人脸，或从现有相遇中分配人脸。
zh_hant: 新增附照片的新相遇以偵測人臉，或從現有相遇中分配人臉。

source: Add any additional notes or reminders about this person
ja: この人物に関する追加のメモやリマインダーを入力してください。
zh_hans: 添加关于此人的其他备注或提醒
zh_hant: 新增關於此人的其他備註或提醒

source: Add Interest
ja: 興味を追加
zh_hans: 添加兴趣
zh_hant: 添加興趣

source: Add interests to find common ground
ja: 共通点を見つけるために興味を追加してください。
zh_hans: 添加兴趣以找到共同点
zh_hant: 新增興趣以找到共同點

source: Add New Person
ja: 新しい人を追加
zh_hans: 添加新联系人
zh_hant: 添加新聯絡人

source: Add people with face samples first
ja: まず顔サンプルのある人を追加してください
zh_hans: 请先添加带有人脸样本的人物
zh_hant: 请先添加带有人臉樣本的人物

source: Add Person
ja: 人を追加
zh_hans: 添加人物
zh_hant: 添加人物

source: Add Photo
ja: 写真を追加
zh_hans: 添加照片
zh_hant: 添加照片

source: Add photos to identify faces
ja: 写真を追加して顔を識別
zh_hans: 添加照片以识别面孔
zh_hant: 添加照片以識別面孔

source: Add some faces first, then come back when your brain's ready for a workout.
ja: まず顔を追加して、脳のトレーニングの準備ができたら戻ってきてください。
zh_hans: 先添加一些面孔，等大脑准备好锻炼时再回来。
zh_hant: 先添加一些面孔，等大腦準備好鍛鍊时再回来。

source: Add Someone
ja: 人を追加
zh_hans: 添加联系人
zh_hant: 添加聯絡人

source: Add Tag
ja: タグを追加
zh_hans: 添加标签
zh_hant: 添加標籤

source: Add tags
ja: タグを追加
zh_hans: 添加标签
zh_hant: 添加標籤

source: Add Talking Point
ja: 話題を追加
zh_hans: 添加话题
zh_hant: 添加話題

source: Add talking points to remember for your next conversation
ja: 次回の会話で覚えておきたい話題を追加してください。
zh_hans: 添加下次对话需要记住的谈话要点
zh_hant: 新增下次對話需要記住的談話重點

source: Add where or how you first met
ja: 初めて会った場所やきっかけを追加してください。
zh_hans: 添加你们首次相遇的地点或方式
zh_hant: 新增你們首次相遇的地點或方式

source: Add Your First Person
ja: 最初の人を追加
zh_hans: 添加第一个人
zh_hant: 添加第一個人

source: Add your first person and watch the magic happen. Your future self will thank you.
ja: 最初の人を追加して、魔法を体験しましょう。未来のあなたが感謝するでしょう。
zh_hans: 添加您的第一个人，见证奇迹发生。未来的你会感谢自己的。
zh_hant: 添加您的第一個人，見證奇蹟发生。未來的你会感謝自己的。

source: Added
ja: 追加日
zh_hans: 添加于
zh_hant: 添加於

source: Adding face to: %@
ja: %@ に顔を追加中
zh_hans: 正在添加面孔到：%@
zh_hant: 正在添加面孔到：%@

source: Adding to the memory bank...
ja: 記憶バンクに追加中...
zh_hans: 正在添加到记忆库...
zh_hant: 正在添加到記憶庫...

source: Advanced analytics
ja: 高度な分析
zh_hans: 高级分析
zh_hant: 進階分析

source: ago
ja: 前
zh_hans: 前
zh_hant: 前

source: All
ja: すべて
zh_hans: 全部
zh_hant: 全部

source: All Caught Up
ja: すべて完了
zh_hans: 全部完成
zh_hant: 全部完成

source: All caught up! You're a star!
ja: 全部完了！あなたはスターです！
zh_hans: 全部完成！你是明星！
zh_hant: 全部完成！你是明星！

source: All data synced
ja: すべてのデータを同期済み
zh_hans: 所有数据已同步
zh_hant: 所有資料已同步

source: All data up to date
ja: すべてのデータが最新
zh_hans: 所有数据均为最新
zh_hant: 所有資料均為最新

source: All Done!
ja: すべて完了！
zh_hans: 全部完成！
zh_hant: 全部完成！

source: All face detection and recognition happens entirely on your device. Your photos and face data are never uploaded to any server.
ja: すべての顔検出と認識は完全にデバイス上で行われます。写真や顔データがサーバーにアップロードされることはありません。
zh_hans: 所有人脸检测和识别完全在您的设备上进行。您的照片和人脸数据永远不会上传到任何服务器。
zh_hant: 所有人臉檢測和識別完全在您的裝置上進行。您的照片和人臉資料永远不会上傳到任何服务器。

source: All Locations
ja: すべての場所
zh_hans: 所有位置
zh_hant: 所有位置

source: All Time
ja: すべての期間
zh_hans: 全部时间
zh_hant: 全部時間

source: Almost! You'll get it next time.
ja: 惜しい！次はきっとできます。
zh_hans: 差一点！下次一定能记住。
zh_hant: 差一点！下次一定能记住。

source: Analyzing face...
ja: 顔を分析中...
zh_hans: 正在分析人脸...
zh_hant: 正在分析人臉...

source: Another face for the collection!
ja: コレクションに新しい顔を追加！
zh_hans: 又一张面孔加入收藏！
zh_hant: 又一張面孔加入收藏！

source: App Settings
ja: アプリ設定
zh_hans: 应用设置
zh_hant: 應用設定

source: Appearance
ja: 外観
zh_hans: 外观
zh_hant: 外觀

source: Applied as savings when you subscribe
ja: 購読時に割引として適用されます。
zh_hans: 订阅时将抵扣相应金额
zh_hant: 訂閱時將抵扣相應金額

source: Apply
ja: 適用
zh_hans: 使用
zh_hant: 套用

source: Apply Code
ja: コードを適用
zh_hans: 应用代码
zh_hant: 套用代碼

source: Are you sure you want to delete %@? This will also remove all their face samples.
ja: %@ を削除してもよろしいですか？すべての顔サンプルも削除されます。
zh_hans: 确定要删除 %@ 吗？这将同时删除所有面孔样本。
zh_hant: 確定要刪除 %@ 嗎？這將同時刪除所有面孔樣本。

source: Assign
ja: 割り当て
zh_hans: 指定
zh_hant: 指定

source: Assign to
ja: 割り当て
zh_hans: 分配给
zh_hant: 分配給

source: Auto-Accept Threshold
ja: 自動承認しきい値
zh_hans: 自动接受阈值
zh_hant: 自动接受閾值

source: Auto-tagging similar faces...
ja: 類似した顔に自動でタグ付けしています...
zh_hans: 正在自动为相似人脸添加标签...
zh_hant: 正在自動為相似人臉新增標籤...

source: Balanced
ja: バランス
zh_hans: 均衡
zh_hant: 均衡

source: Basic Info
ja: 基本情報
zh_hans: 基本信息
zh_hant: 基本資訊

source: Best for learning
ja: 学習に最適
zh_hans: 最佳学习方式
zh_hant: 最佳學習方式

source: Best quality, largest storage (~200 KB/photo)
ja: 最高画質、最大容量（約200 KB/枚）
zh_hans: 最佳质量，最大存储（约200 KB/张）
zh_hant: 最佳畫質，最大儲存（約200 KB/張）

source: Best Streak
ja: 最高連続
zh_hans: 最高连续
zh_hant: 最高連續

source: Best Value
ja: お得
zh_hans: 最划算
zh_hant: 最划算

source: Boom! Got it!
ja: ドンピシャ！
zh_hans: 太棒了！
zh_hant: 太棒了！

source: Brain update downloading...
ja: 脳のアップデートをダウンロード中...
zh_hans: 大脑更新下载中...
zh_hant: 大腦更新下載中...

source: Building those connections...
ja: つながりを構築中...
zh_hans: 正在建立连接...
zh_hant: 正在建立連接...

source: Burning the midnight oil?
ja: 夜更かし中？
zh_hans: 熬夜中？
zh_hant: 熬夜中？

source: By continuing, you agree to our Terms of Service and Privacy Policy
ja: 続行すると、利用規約とプライバシーポリシーに同意したことになります
zh_hans: 继续即表示您同意我们的服务条款和隐私政策
zh_hant: 繼續即表示您同意我們的服務條款和隱私政策

source: Calendar integration
ja: カレンダー連携
zh_hans: 日历集成
zh_hant: 日曆整合

source: Calendar Integration
ja: カレンダー連携
zh_hans: 日历集成
zh_hant: 日曆整合

source: Call
ja: 電話
zh_hans: 拨打电话
zh_hant: 撥打電話

source: Camera access required
ja: カメラへのアクセスが必要です
zh_hans: 需要相机权限
zh_hant: 需要相機權限

source: Cancel
ja: キャンセル
zh_hans: 取消
zh_hant: 取消

source: Capture
ja: 撮影
zh_hans: 拍摄
zh_hant: 拍攝

source: Capture someone new
ja: 新しい人を撮影
zh_hans: 拍摄新认识的人
zh_hant: 拍攝新认识的人

source: Capturing a new connection...
ja: 新しいつながりを記録中...
zh_hans: 正在捕捉新的联系...
zh_hant: 正在捕捉新的聯繫...

source: Challenge accepted?
ja: チャレンジを受け入れますか？
zh_hans: 接受挑战？
zh_hant: 接受挑戰？

source: Change Settings
ja: 設定を変更
zh_hans: 更改设置
zh_hant: 更改設定

source: Check Sync Status
ja: 同期状態を確認
zh_hans: 检查同步状态
zh_hant: 檢查同步狀態

source: Checking for matches...
ja: 一致を確認しています...
zh_hans: 正在检查匹配...
zh_hant: 正在檢查匹配...

source: Checking iCloud status...
ja: iCloudの状態を確認中...
zh_hans: 正在检查iCloud状态...
zh_hant: 正在檢查iCloud狀態...

source: Checking...
ja: 確認中...
zh_hans: 检查中...
zh_hant: 檢查中...

source: Choose Existing Person
ja: 既存の人を選択
zh_hans: 选择现有联系人
zh_hant: 選擇現有聯絡人

source: Choose from Library
ja: ライブラリから選択
zh_hans: 从相册选择
zh_hant: 從相簿選擇

source: Choose Person
ja: 人を選択
zh_hans: 选择人物
zh_hant: 選擇人物

source: Choose Single Photo
ja: 写真を1枚選択
zh_hans: 选择单张照片
zh_hant: 選擇單張照片

source: Choose Your Challenge
ja: チャレンジを選択
zh_hans: 选择挑战
zh_hant: 選擇挑戰

source: Church
ja: 教会
zh_hans: 教堂
zh_hant: 教堂

source: Clear
ja: クリア
zh_hans: 清除
zh_hant: 清除

source: Client
ja: クライアント
zh_hans: 客户
zh_hant: 客戶

source: Close
ja: 閉じる
zh_hans: 关闭
zh_hant: 關閉

source: Close! Keep at it!
ja: 近い！続けて！
zh_hans: 接近了！继续加油！
zh_hant: 接近了！繼續加油！

source: Cloud Sync
ja: クラウド同期
zh_hans: 云同步
zh_hant: 雲端同步

source: Cloud sync across devices
ja: デバイス間でクラウド同期
zh_hans: 跨设备云同步
zh_hant: 跨裝置雲端同步

source: Code copied!
ja: コードをコピーしました！
zh_hans: 代码已复制！
zh_hant: 代碼已複製！

source: Compact
ja: コンパクト
zh_hans: 紧凑
zh_hant: 精簡

source: Company
ja: 会社
zh_hans: 公司
zh_hant: 公司

source: Confirm
ja: 確認
zh_hans: 确认
zh_hant: 確認

source: Confirm Match
ja: マッチを確認
zh_hans: 确认匹配
zh_hant: 確認配對

source: Contact
ja: 連絡先
zh_hans: 联系人
zh_hant: 聯繫人

source: Contact Info
ja: 連絡先情報
zh_hans: 联系信息
zh_hant: 聯繫資訊

source: Contact photo has been updated successfully.
ja: 連絡先の写真を更新しました。
zh_hans: 联系人照片已成功更新。
zh_hant: 聯絡人照片已成功更新。

source: Contact Support
ja: サポートに連絡
zh_hans: 联系支持
zh_hant: 聯繫支援

source: Context (e.g., Met at conference)
ja: コンテキスト（例：会議で会った）
zh_hans: 背景（例如：在会议上认识）
zh_hant: 背景（例如：在會議上認識）

source: Continue
ja: 続ける
zh_hans: 继续
zh_hant: 繼續

source: Continue Practice
ja: 練習を続ける
zh_hans: 继续练习
zh_hant: 繼續練習

source: Continue with Apple
ja: Appleでサインイン
zh_hans: 使用Apple登录
zh_hant: 使用Apple登入

source: Continue with Google
ja: Googleでサインイン
zh_hans: 使用Google登录
zh_hant: 使用Google登入

source: Copied!
ja: コピーしました！
zh_hans: 已复制！
zh_hant: 已複製！

source: Copy
ja: コピー
zh_hans: 复制
zh_hant: 複製

source: Copy Code
ja: コードをコピー
zh_hans: 复制代码
zh_hant: 複製代碼

source: Correct
ja: 正解
zh_hans: 正确
zh_hant: 正確

source: Could not load shared image
ja: 共有画像を読み込めませんでした
zh_hans: 无法加载共享图片
zh_hant: 無法載入共享圖片

source: Coworker
ja: 同僚
zh_hans: 同事
zh_hant: 同事

source: Create
ja: 作成
zh_hans: 创建
zh_hant: 建立

source: Create Account
ja: アカウントを作成
zh_hans: 创建账户
zh_hant: 建立帳戶

source: Create Encounter?
ja: 出会いを作成しますか？
zh_hans: 创建相遇？
zh_hant: 建立相遇？

source: Create new person instead
ja: 代わりに新しい人物を作成
zh_hans: 改为创建新联系人
zh_hant: 改為建立新聯絡人

source: Create New Tag
ja: 新しいタグを作成
zh_hans: 创建新标签
zh_hant: 建立新標籤

source: Credit History
ja: クレジット履歴
zh_hans: 抵扣记录
zh_hant: 抵扣紀錄

source: Crushed it!
ja: 完璧にクリア！
zh_hans: 完全搞定！
zh_hant: 完全搞定！

source: d overdue
ja: 日超過
zh_hans: 天逾期
zh_hant: 天逾期

source: Dark Mode
ja: ダークモード
zh_hans: 深色模式
zh_hant: 深色模式

source: Data & Privacy
ja: データとプライバシー
zh_hans: 数据与隐私
zh_hant: 資料與隱私

source: Delete
ja: 削除
zh_hans: 删除
zh_hant: 刪除

source: Delete All Data
ja: すべてのデータを削除
zh_hans: 删除所有数据
zh_hant: 刪除所有資料

source: Delete Person
ja: この人を削除
zh_hans: 删除此人
zh_hant: 刪除此人

source: Details
ja: 詳細
zh_hans: 详情
zh_hant: 詳情

source: Detecting faces...
ja: 顔を検出中...
zh_hans: 检测面孔中...
zh_hant: 檢測面孔中...

source: Didn't know
ja: わからなかった
zh_hans: 不知道
zh_hant: 不知道

source: Disabled
ja: 無効
zh_hans: 已禁用
zh_hant: 已停用

source: Dismiss
ja: 閉じる
zh_hans: 取消
zh_hant: 取消

source: Done
ja: 完了
zh_hans: 完成
zh_hant: 完成

source: Drill the tricky ones
ja: 難しいものを練習
zh_hans: 练习困难的
zh_hant: 練習困難的

source: Due for review
ja: 復習予定
zh_hans: 待复习
zh_hant: 待複習

source: Due today
ja: 今日期限
zh_hans: 今日到期
zh_hant: 今日到期

source: Due Today
ja: 今日の予定
zh_hans: 今日待复习
zh_hant: 今日待複習

source: e.g., Conference in NYC, Friend's party
ja: 例：NYの会議、友人のパーティー
zh_hans: 例如：纽约会议、朋友的派对
zh_hant: 例如：紐約會議、朋友的派對

source: e.g., Photography, Hiking
ja: 例：写真、ハイキング
zh_hans: 例如：摄影、远足
zh_hant: 例如：攝影、遠足

source: Edit
ja: 編集
zh_hans: 编辑
zh_hant: 編輯

source: Email
ja: メールアドレス
zh_hans: 电子邮箱
zh_hant: 電子郵箱

source: Encounter
ja: 出会い
zh_hans: 会面
zh_hant: 會面

source: Encounter created
ja: 出会いが作成されました
zh_hans: 会面已创建
zh_hant: 會面已建立

source: Encounter Details
ja: 出会いの詳細
zh_hans: 会面详情
zh_hant: 會面詳情

source: Encounters
ja: 出会い
zh_hans: 相遇
zh_hant: 相遇

source: End
ja: 終了
zh_hans: 结束
zh_hant: 結束

source: End Quiz
ja: クイズ終了
zh_hans: 结束测试
zh_hant: 結束測試

source: End Session
ja: セッション終了
zh_hans: 结束训练
zh_hant: 結束訓練

source: Enter a name
ja: 名前を入力
zh_hans: 输入姓名
zh_hant: 輸入姓名

source: Enter a referral or promo code to get Premium credit
ja: 紹介コードまたはプロモコードを入力してプレミアムクレジットを獲得しましょう。
zh_hans: 输入推荐码或优惠码以获取高级版抵扣
zh_hant: 輸入推薦碼或優惠碼以獲得進階版抵扣

source: Enter code
ja: コードを入力
zh_hans: 输入代码
zh_hant: 輸入代碼

source: Enter Code
ja: コードを入力
zh_hans: 输入代码
zh_hant: 輸入代碼

source: Enter name
ja: 名前を入力
zh_hans: 输入姓名
zh_hant: 輸入姓名

source: Enter Referral Code
ja: 紹介コードを入力
zh_hans: 输入推荐代码
zh_hant: 輸入推薦代碼

source: Error
ja: エラー
zh_hans: 错误
zh_hant: 錯誤

source: Estimated Storage
ja: 推定ストレージ
zh_hans: 预计存储空间
zh_hant: 预计存储空間

source: Event
ja: イベント
zh_hans: 活动
zh_hant: 活動

source: Every expert was once a beginner!
ja: すべての達人もかつては初心者でした！
zh_hans: 每个专家都曾是初学者！
zh_hant: 每個專家都曾是初學者！

source: Every great relationship starts somewhere. Start capturing those moments!
ja: すべての素晴らしい関係はどこかから始まります。その瞬間を記録し始めましょう！
zh_hans: 每一段美好的关系都有一个起点。开始捕捉那些时刻吧！
zh_hant: 每一段美好的關係都有一個起点。开始捕捉那些时刻吧！

source: Every miss makes you stronger!
ja: 失敗するたびに強くなる！
zh_hans: 每次失误都让你更强大！
zh_hant: 每次失誤都讓你更強大！

source: Existing Person
ja: 既存の人
zh_hans: 现有联系人
zh_hant: 現有聯絡人

source: Expires
ja: 有効期限
zh_hans: 到期
zh_hant: 到期

source: Export Data
ja: データをエクスポート
zh_hans: 导出数据
zh_hant: 匯出資料

source: Extra Practice Needed
ja: 追加練習が必要
zh_hans: 需要额外练习
zh_hant: 需要額外練習

# Face %@ of %@
source: Face %1$@ of %2$@
ja: %2$@件中%1$@件目の顔
zh_hans: 第 %1$@ 张人脸（共 %2$@ 张）
zh_hant: 第 %1$@ 張人臉（共 %2$@ 張）

source: Face %lld of %lld
ja: 顔 %1$lld / %2$lld
zh_hans: 面孔 %1$lld / %2$lld
zh_hant: 面孔 %1$lld / %2$lld

source: Face added
ja: 顔を追加しました
zh_hans: 已添加人脸
zh_hant: 已新增人臉

source: Face Detection Quality
ja: 顔検出品質
zh_hans: 面部检测质量
zh_hant: 面部檢測品質

source: Face embeddings and photos are stored only in the app's private storage on your device.
ja: 顔の特徴データと写真は、デバイス上のアプリのプライベートストレージにのみ保存されます。
zh_hans: 人脸特征和照片仅存储在您设备上的应用私有存储中。
zh_hant: 人臉特徵和照片僅存储在您裝置上的應用私有存储中。

source: Face Matching
ja: 顔照合
zh_hans: 人脸匹配
zh_hant: 人臉匹配

source: Face Photos
ja: 顔写真
zh_hans: 面部照片
zh_hant: 臉部照片

source: Face Samples
ja: 顔サンプル
zh_hans: 人脸样本
zh_hant: 人臉樣本

source: Face: recognized!
ja: 顔認識成功！
zh_hans: 面孔：已识别！
zh_hant: 面孔：已識別！

source: Faces
ja: 顔
zh_hans: 面孔
zh_hant: 面孔

source: faces found
ja: 顔が見つかりました
zh_hans: 检测到面孔
zh_hant: 檢測到面孔

source: Faces matched above the threshold are automatically labeled. Face boxes are always shown when editing.
ja: しきい値を超えた顔は自動でラベル付けされます。編集時は常に顔枠が表示されます。
zh_hans: 超过阈值的人脸会自动标记。编辑时始终显示人脸框。
zh_hant: 超過門檻的人臉會自動標記。編輯時一律顯示人臉框。

source: Faces matched above the threshold are automatically labeled. Lower values match more aggressively but may cause false positives.
ja: しきい値を超えた顔は自動でラベル付けされます。値を下げると一致しやすくなりますが誤検出が増える可能性があります。
zh_hans: 超过阈值的人脸会自动标记。较低的数值匹配更积极，但可能造成误判。
zh_hant: 超過門檻的人臉會自動標記。較低數值比對更積極，但可能造成誤判。

source: Family
ja: 家族
zh_hans: 家人
zh_hant: 家人

source: FAQ
ja: よくある質問
zh_hans: 常见问题
zh_hant: 常見問題

source: Feedback received, adjusting...
ja: フィードバックを受信、調整中...
zh_hans: 已收到反馈，正在调整...
zh_hant: 已收到反饋，正在調整...

source: Filter
ja: フィルター
zh_hans: 筛选
zh_hant: 篩選

source: Find people, encounters, and tags across your entire collection.
ja: コレクション全体から人、出会い、タグを検索
zh_hans: 在整个收藏中查找人物、相遇和标签
zh_hant: 在整個收藏中查找人物、相遇和標籤

source: Find photos with faces and group them into encounters
ja: 顔が写っている写真を探して相遇にグループ化します。
zh_hans: 查找含有人脸的照片并将其归入相遇
zh_hant: 尋找含有人臉的照片並將其歸入相遇

source: Finish
ja: 終了
zh_hans: 完成
zh_hant: 完成

source: First Met
ja: 初対面
zh_hans: 初次见面
zh_hant: 初次見面

source: Flash
ja: フラッシュ
zh_hans: 闪光灯
zh_hant: 閃光燈

source: Flip Camera
ja: カメラ切替
zh_hans: 切换相机
zh_hant: 切換相機

source: Focus Practice
ja: 集中練習
zh_hans: 重点练习
zh_hant: 重点練習

source: Forgot Password
ja: パスワードを忘れた
zh_hans: 忘记密码
zh_hant: 忘記密碼

source: Free Limit Reached
ja: 無料枠に達しました
zh_hans: 已达到免费限额
zh_hant: 已達到免費限額

source: Free Plan
ja: 無料プラン
zh_hans: 免费计划
zh_hant: 免費計劃

source: Free Trial
ja: 無料トライアル
zh_hans: 免费试用
zh_hant: 免費試用

source: Friend
ja: 友達
zh_hans: 朋友
zh_hant: 朋友

source: From
ja: 開始
zh_hans: 从
zh_hant: 從

source: From Photo
ja: 写真から
zh_hans: 从照片
zh_hant: 從照片

source: Front-facing photos work best
ja: 正面からの写真が最も効果的
zh_hans: 正面照片效果最佳
zh_hant: 正面照片效果最佳

source: Future you is impressed!
ja: 未来のあなたが感心しています！
zh_hans: 未来的你会很满意！
zh_hant: 未來的你会很滿意！

source: General
ja: 一般
zh_hans: 通用
zh_hant: 一般

source: Get $0.50 credit for each friend who upgrades to Premium
ja: 友だちがプレミアムにアップグレードするたびに $0.50 のクレジットを獲得できます。
zh_hans: 每有一位好友升级到高级版即可获得 $0.50 抵扣
zh_hant: 每有一位好友升級到進階版即可獲得 $0.50 抵扣

source: Get $0.50 credit for each referral
ja: 紹介ごとに$0.50のクレジットを獲得
zh_hans: 每次推荐获得$0.50积分
zh_hant: 每次推薦獲得$0.50積分

source: Get Premium Free
ja: プレミアムを無料で入手
zh_hans: 免费获得高级版
zh_hant: 免費獲得進階版

source: Getting better every session!
ja: 毎回上達しています！
zh_hans: 每次都在进步！
zh_hant: 每次都在進步！

source: Gold star for you!
ja: 金星をあげます！
zh_hans: 给你金星！
zh_hant: 給你金星！

source: Good afternoon!
ja: こんにちは！
zh_hans: 下午好！
zh_hant: 下午好！

source: Good evening!
ja: こんばんは！
zh_hans: 晚上好！
zh_hant: 晚上好！

source: Good lighting helps face detection
ja: 良い照明は顔検出に役立ちます
zh_hans: 良好的光线有助于人脸检测
zh_hant: 良好的光線有助於人臉檢測

source: Good morning!
ja: おはようございます！
zh_hans: 早上好！
zh_hant: 早上好！

source: Good quality, moderate storage (~80 KB/photo)
ja: 良好画質、中程度の容量（約80 KB/枚）
zh_hans: 良好质量，适中存储（约80 KB/张）
zh_hant: 良好畫質，適中儲存（約80 KB/張）

source: GPS captured - add a location name above
ja: GPS を取得しました — 上で場所名を追加してください。
zh_hans: 已捕获 GPS——请在上方添加位置名称
zh_hant: 已擷取 GPS——請在上方新增位置名稱

source: Great Job!
ja: よくできました！
zh_hans: 干得好！
zh_hant: 幹得好！

source: Gym
ja: ジム
zh_hans: 健身房
zh_hant: 健身房

source: Has source photo
ja: 元の写真あり
zh_hans: 有原始照片
zh_hant: 有原始照片

source: Have a Code?
ja: コードをお持ちですか？
zh_hans: 有兑换码？
zh_hant: 有兌換碼？

source: Have a referral code?
ja: 紹介コードをお持ちですか？
zh_hans: 有推荐代码？
zh_hant: 有推薦代碼？

source: Have a referral or promo code?
ja: 紹介コードまたはプロモーションコードをお持ちですか？
zh_hans: 有推荐码或促销码？
zh_hant: 有推薦码或促銷码？

source: Help & Support
ja: ヘルプとサポート
zh_hans: 帮助与支持
zh_hant: 幫助與支援

source: Help Friends Remember Faces
ja: 友だちの顔を覚えるのを手伝いましょう
zh_hans: 帮助朋友记住面孔
zh_hant: 幫助朋友記住面孔

source: High
ja: 高
zh_hans: 高
zh_hant: 高

source: High confidence match
ja: 高信頼度の一致
zh_hans: 高置信度匹配
zh_hant: 高置信度配對

source: High Quality
ja: 高画質
zh_hans: 高质量
zh_hant: 高畫質

source: Higher limits may take longer to scan
ja: 上限を上げるとスキャンに時間がかかる場合があります。
zh_hans: 更高的限额可能需要更长的扫描时间
zh_hant: 更高的限額可能需要更長的掃描時間

source: Higher quality uses more storage but preserves more detail. Changes apply to newly imported photos only.
ja: 高品質にするとストレージ使用量は増えますが詳細が保持されます。変更は新しく取り込む写真にのみ適用されます。
zh_hans: 更高质量会占用更多存储，但能保留更多细节。更改仅适用于新导入的照片。
zh_hant: 更高畫質會占用更多儲存空間，但能保留更多細節。變更僅適用於新匯入的照片。

source: Higher quality uses more storage but preserves more detail. When enabled, photos taken with Remet are also saved to your Photos app.
ja: 高品質にするとストレージ使用量は増えますが詳細が保持されます。有効にすると Remet で撮影した写真も写真 App に保存されます。
zh_hans: 更高质量会占用更多存储，但能保留更多细节。启用后，使用 Remet 拍摄的照片也会保存到照片 App。
zh_hant: 更高畫質會占用更多儲存空間，但能保留更多細節。啟用後，使用 Remet 拍攝的照片也會儲存到「照片」App。

source: Home
ja: ホーム
zh_hans: 首页
zh_hant: 首頁

source: How It Works
ja: 使い方
zh_hans: 运作方式
zh_hant: 運作方式

source: How We Met
ja: 出会った場所
zh_hans: 相识经过
zh_hant: 相识經過

source: I don't remember
ja: 覚えていません
zh_hans: 我不记得了
zh_hant: 我不記得了

source: I knew it!
ja: わかった！
zh_hans: 我知道！
zh_hant: 我知道！

source: iCloud Sync
ja: iCloud同期
zh_hans: iCloud 同步
zh_hant: iCloud 同步

source: Identifying...
ja: 識別中...
zh_hans: 识别中...
zh_hant: 識別中...

source: Import
ja: インポート
zh_hans: 导入
zh_hant: 匯入

source: Import from Contacts
ja: 連絡先からインポート
zh_hans: 从通讯录导入
zh_hant: 從通訊錄匯入

source: Import from Library
ja: ライブラリからインポート
zh_hans: 从相册导入
zh_hant: 從相册匯入

source: Import Photos
ja: 写真をインポート
zh_hans: 导入照片
zh_hant: 匯入照片

source: Incorrect
ja: 不正解
zh_hans: 错误
zh_hant: 錯誤

source: Info
ja: 情報
zh_hans: 信息
zh_hant: 資訊

source: Interaction Timeline
ja: 交流タイムライン
zh_hans: 互动时间线
zh_hant: 互動時間軸

source: Interests
ja: 興味
zh_hans: 兴趣
zh_hant: 興趣

source: Invite Friends
ja: 友達を招待
zh_hans: 邀请好友
zh_hant: 邀請好友

source: Invite friends and earn rewards
ja: 友達を招待して報酬を獲得
zh_hans: 邀请朋友并获得奖励
zh_hant: 邀請朋友並獲得獎勵

source: Is this %@?
ja: これは %@ ですか？
zh_hans: 这是 %@ 吗？
zh_hant: 這是 %@ 嗎？

source: Job Title
ja: 役職
zh_hans: 职位
zh_hant: 職位

source: just now
ja: たった今
zh_hans: 刚刚
zh_hant: 剛剛

source: Keep Current Results
ja: 現在の結果を保持
zh_hans: 保留当前结果
zh_hant: 保留當前結果

source: Keep Practicing!
ja: 練習を続けて！
zh_hans: 继续练习！
zh_hant: 繼續練習！

source: Language
ja: 言語
zh_hans: 语言
zh_hant: 語言

source: Last 2 Weeks
ja: 過去2週間
zh_hans: 过去两周
zh_hant: 過去兩週

source: Last 3 Days
ja: 過去3日間
zh_hans: 过去3天
zh_hant: 過去3天

source: Last 3 Months
ja: 過去3ヶ月
zh_hans: 过去三个月
zh_hant: 過去三個月

source: Last 24 Hours
ja: 過去24時間
zh_hans: 过去24小时
zh_hant: 過去24小時

source: Last Month
ja: 過去1ヶ月
zh_hans: 过去一个月
zh_hant: 過去一個月

source: Last Seen
ja: 最後に会った
zh_hans: 最近见面
zh_hant: 最近見面

source: Last Sync
ja: 最終同期
zh_hans: 上次同步
zh_hant: 上次同步

source: Last viewed
ja: 最終閲覧
zh_hans: 上次查看
zh_hant: 上次查看

source: Last Viewed
ja: 最終閲覧
zh_hans: 上次查看
zh_hant: 上次查看

source: Last viewed %@
ja: 最終閲覧：%@
zh_hans: 上次查看：%@
zh_hant: 上次查看：%@

source: Last Week
ja: 過去1週間
zh_hans: 过去一周
zh_hant: 過去一週

source: Last Year
ja: 過去1年
zh_hans: 过去一年
zh_hant: 過去一年

source: Learning in progress...
ja: 学習中...
zh_hans: 学习进行中...
zh_hant: 學習進行中...

source: Less
ja: 少なく
zh_hans: 收起
zh_hant: 收起

source: Let's see what you remember...
ja: 何を覚えているか見てみましょう...
zh_hans: 让我们看看你记得什么...
zh_hant: 讓我們看看你記得什麼...

source: Lifetime
ja: 買い切り
zh_hans: 终身
zh_hant: 終身

source: Light Mode
ja: ライトモード
zh_hans: 浅色模式
zh_hant: 淺色模式

source: Like a pro!
ja: プロみたい！
zh_hans: 像专家一样！
zh_hant: 像專家一樣！

source: Likely
ja: 可能性高
zh_hans: 很可能
zh_hant: 很可能

source: Link to Contact
ja: 連絡先にリンク
zh_hans: 链接到联系人
zh_hant: 連結到聯絡人

source: Link to Contacts
ja: 連絡先にリンク
zh_hans: 链接到通讯录
zh_hant: 連結到通訊錄

source: Linked Contact
ja: リンク済みの連絡先
zh_hans: 已链接的联系人
zh_hant: 已連結的聯絡人
